"PRAYERS"			= "Bænir";
"CATEGORIES"		= "Flokkar";
"ADD_BOOKMARK"		= "Bæta við bókamerki";
"MAIL_THIS_PRAYER"	= "Senda þessa bæn";
"RECENTS"			= "Nýleg";
"CANCEL"			= "Hætta við";
"CLEAR"				= "Hreinsa";
"CLEAR_ALL_RECENTS" = "Hreinsa öll nýleg";
"BOOKMARKS"			= "Bókamerki";
"ABOUT"				= "Um";
"SEARCH"			= "Leita";
"WORDS"				= "orð";
"MAIL_ERR_MSG"		= "Það vantar stillingar í tækið til að senda email. Bættu við email aðgangi í Stillingar og reyndu aftur.";
"en"				= "English";
"es"				= "Español";
"fr"				= "Français";
"fa"                = "فارسی";
"nl"                = "Nederlands";
"cs"                = "Čeština";
"sk"                = "Slovenčina";
"Settings"          = "Stillingar";
"Prayer Languages"  = "Tungumál";